acpi
acpi_call
alsa-card-profiles
alsa-firmware
alsa-ucm-conf
alsa-utils
amd-ucode
arch-install-scripts
aria2
autoconf
automake
base
bash-completion
bison
boost
brave-bin
brightnessctl
cava
cmatrix
connman
cpu-x
cups
dhcp
dhcpcd
discord
doxygen
dunst
emacs
fakeroot
fftw
figlet
firefox
flex
fzf
gamemode
gcc
gimp
git
gnome-themes-extra
go
groff
grub
gtk-engine-murrine
gtk-engines
hexchat
htop
jdk8-openjdk
keepassxc
libmtp
libreoffice-fresh
linux
linux-firmware
linux-headers
ltrace
lutris
m4
make
man-db
man-pages
mesa-utils
meson
monero-gui
mplayer
mpv
nano
neofetch
neovim
net-tools
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
obs-studio
os-prober
packagekit-qt5
pacman-contrib
pamixer
patch
pcmanfm
picom
pinta
pipewire
pipewire-media-session
pkgconf
playerctl
plocate
powerline-fonts
pulseaudio-alsa
pulseaudio-jack
pulsemixer
putty
python-pyalsa
python-pywal
ranger
reflector
rkhunter
rsync
sdl2_image
slock
sof-firmware
speedtest-cli
sshpass
steam
strace
sudo
sxiv
terminator
tldr
tlp
tmux
torbrowser-launcher
translate-shell
ttf-dejavu
ttf-font-awesome
ttf-inconsolata
ttf-jetbrains-mono
ttf-joypixels
ttf-liberation
ttf-ms-fonts
ttf-roboto
ufw
unclutter
unrar
valgrind
ventoy-bin
vim
vlc
vulkan-radeon
wget
which
wine
wireless-regdb
xclip
xcompmgr
xdotool
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xlsfonts
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
xwallpaper
yay
yt-dlp
zathura
zathura-pdf-mupdf
zip
zola
zsh
